["Fletcher, C.M. et al. (2023) “Platelet Transfusion in Cardiac Surgery: An Entropy-Balanced, Weighted, Multicenter Analysis,” Anesthesia &amp; Analgesia, 138(3), pp. 542–551. doi:10.1213/ane.0000000000006624.\n","Fletcher, C.M. et al. (2023) “Platelet Transfusion After Cardiac Surgery,” Journal of Cardiothoracic and Vascular Anesthesia, 37(4), pp. 528–538. doi:10.1053/j.jvca.2022.12.009.\n","Frentiu, A.A. et al. (2023) “The Prognostic Significance of Red Cell Distribution Width in Cardiac Surgery: A Systematic Review and Meta-Analysis,” Journal of Cardiothoracic and Vascular Anesthesia, 37(3), pp. 471–479. doi:10.1053/j.jvca.2022.11.015.\n","Hinton, J.V. et al. (2023) “Cryoprecipitate Transfusion After Cardiac Surgery,” Heart, Lung and Circulation, 32(3), pp. 414–423. doi:10.1016/j.hlc.2022.11.007.\n","Hinton, J.V. et al. (2023) “Association of Perioperative Cryoprecipitate Transfusion and Mortality After Cardiac Surgery,” The Annals of Thoracic Surgery, 116(2), pp. 401–411. doi:10.1016/j.athoracsur.2023.02.054.\n","Sylivris, A. et al. (2023) “Weekend effect in emergency laparotomy: a propensity score‐matched analysis,” ANZ Journal of Surgery, 93(7–8), pp. 1806–1810. doi:10.1111/ans.18595.\n","Karri, R. et al. (2022) “Machine learning predicts the short-term requirement for invasive ventilation among Australian critically ill COVID-19 patients,” PLOS ONE. Edited by T.A. Rashid, 17(10), p. e0276509. doi:10.1371/journal.pone.0276509.\n","Khuong, J.N. et al. (2022) “Troponin as a predictor of outcomes in transcatheter aortic valve implantation: systematic review and meta-analysis,” General Thoracic and Cardiovascular Surgery, 71(1), pp. 12–19. doi:10.1007/s11748-022-01888-2.\n","Liu, Z. et al. (2022) “Elevated Cardiac Troponin to Detect Acute Cellular Rejection After Cardiac Transplantation: A Systematic Review and Meta-Analysis,” Transplant International, 35. doi:10.3389/ti.2022.10362.\n","Liu, Z. et al. (2022) “Prognostic Significance of Elevated Troponin in Adult Heart Transplant Recipients: A Systematic Review and Meta-Analysis,” Experimental and Clinical Transplantation, 20(7), pp. 633–641. doi:10.6002/ect.2021.0386.\n","Perry, L.A. et al. (2022) “Perioperative Neutrophil-Lymphocyte Ratio Predicts Mortality After Cardiac Surgery: Systematic Review and Meta-Analysis,” Journal of Cardiothoracic and Vascular Anesthesia, 36(5), pp. 1296–1303. doi:10.1053/j.jvca.2021.07.001.\n","Raveendran, D. et al. (2022) “The prognostic significance of postoperative hyperbilirubinemia in cardiac surgery: systematic review and meta-analysis,” Journal of Cardiothoracic Surgery, 17(1). doi:10.1186/s13019-022-01870-2.\n","Wheatley, J. et al. (2022) “The prognostic value of elevated neutrophil–lymphocyte ratio for cardiac surgery‐associated acute kidney injury: A systematic review and meta‐analysis,” Acta Anaesthesiologica Scandinavica, 67(2), pp. 131–141. doi:10.1111/aas.14170.\n","Karri, R. et al. (2021) “Machine Learning Outperforms Existing Clinical Scoring Tools in the Prediction of Postoperative Atrial Fibrillation During Intensive Care Unit Admission After Cardiac Surgery,” Heart, Lung and Circulation, 30(12), pp. 1929–1937. doi:10.1016/j.hlc.2021.05.101.\n","Liu, Z. et al. (2021) “Donor Cardiac Troponin for Prognosis of Adverse Outcomes in Cardiac Transplantation Recipients: a Systematic Review and Meta-analysis,” Transplantation Direct, 8(1), p. e1261. doi:10.1097/txd.0000000000001261.\n","Liu, Z. et al. (2021) “The association of neutrophil–lymphocyte ratio and platelet–lymphocyte ratio with retinal vein occlusion: a systematic review and meta‐analysis,” Acta Ophthalmologica, 100(3). doi:10.1111/aos.14955.\n","Lynskey, S.J. et al. (2021) “The influence of patient resilience and health status on satisfaction after total hip and knee arthroplasty,” The Surgeon, 19(1), pp. 8–14. doi:10.1016/j.surge.2020.02.007.\n","Ramson, D.M. et al. (2021) “Duration of post‐operative antibiotic treatment in acute complicated appendicitis: systematic review and meta‐analysis,” ANZ Journal of Surgery, 91(7–8), pp. 1397–1404. doi:10.1111/ans.16615.\n","Ramson, D.M., Penny‐Dimri, J.C. and Perry, L.A. (2021) “Academic research retreat: a novel approach to maximize the research and publication efforts of medical students and junior doctors,” ANZ Journal of Surgery, 91(6), pp. 1060–1062. doi:10.1111/ans.16898.\n","Borg Caruana, C. et al. (2020) “Systematic review and meta-analysis of postoperative troponin as a predictor of mortality and major adverse cardiac events after vascular surgery,” Journal of Vascular Surgery, 72(3), pp. 1132-1143.e1. doi:10.1016/j.jvs.2020.03.039.\n","Jackson, S.M. et al. (2020) “Prognostic Significance of Preoperative Neutrophil-Lymphocyte Ratio in Vascular Surgery: Systematic Review and Meta-Analysis,” Vascular and Endovascular Surgery, 54(8), pp. 697–706. doi:10.1177/1538574420951315.\n","Liu, Z. et al. (2020) “The Prognostic Value of Elevated Perioperative Neutrophil-Lymphocyte Ratio in Predicting Postoperative Atrial Fibrillation After Cardiac Surgery: A Systematic Review and Meta-Analysis,” Heart, Lung and Circulation, 29(7), pp. 1015–1024. doi:10.1016/j.hlc.2019.11.021.\n","Aguiar, P. et al. (2018) “COst–Effectiveness and Budget Impact of Lung Cancer Immunotherapy in South America: Strategies to Improve Access,” Immunotherapy, 10(10), pp. 887–897. doi:10.2217/imt-2017-0183.\n","Aguiar, P.N. et al. (2018) “The effect of PD-L1 testing on the cost-effectiveness and economic impact of immune checkpoint inhibitors for the second-line treatment of NSCLC,” Annals of Oncology, 29(4), p. 1078. doi:10.1093/annonc/mdx478.\n","Perry, L.A. et al. (2018) “Glial fibrillary acidic protein for the early diagnosis of intracerebral hemorrhage: Systematic review and meta-analysis of diagnostic test accuracy,” International Journal of Stroke, 14(4), pp. 390–399. doi:10.1177/1747493018806167.\n","Aguiar, P.N. et al. (2017) “Immune checkpoint inhibitors for advanced non-small cell lung cancer: emerging sequencing for new treatment targets,” ESMO Open, 2(3), p. e000200. doi:10.1136/esmoopen-2017-000200.\n","Aguiar, P.N. et al. (2017) “The effect of PD-L1 testing on the cost-effectiveness and economic impact of immune checkpoint inhibitors for the second-line treatment of NSCLC,” Annals of Oncology, 28(9), pp. 2256–2263. doi:10.1093/annonc/mdx305.\n","Perry, L.A. et al. (2017) “Topical cystic fibrosis transmembrane conductance regulator gene replacement for cystic fibrosis-related lung disease,” Paediatric Respiratory Reviews, 22, pp. 47–49. doi:10.1016/j.prrv.2016.10.005.\n","Perry, L.A. et al. (2016) “Topical cystic fibrosis transmembrane conductance regulator gene replacement for cystic fibrosis-related lung disease,” Cochrane Database of Systematic Reviews, 2016(7). doi:10.1002/14651858.cd005599.pub5.\n","Cmielewski, P. et al. (2014) “Transduction of ferret airway epithelia using a pre-treatment and lentiviral gene vector,” BMC Pulmonary Medicine, 14(1). doi:10.1186/1471-2466-14-183.\n"]